<template>
    <div class="min-h-screen flex flex-col max-w-[90rem] mx-auto">
        <main class="flex-1 ">
            <HeaderNavbar />
            <div class="mt-4 px-6 bg-white rounded-lg w-full sm:px-6 lg:px-8">
                <h2 class="text-2xl font-bold mb-1">Соглашение на обработку персональных данных</h2> <br>
                <p class="text-sm text-gray-500 mb-6">Соглашение на обработку персональных данных
                    Настоящим в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» от 27.07.2006 года
                    Вы подтверждаете свое согласие на обработку компанией ООО "Плюш Тим" персональных данных: сбор,
                    систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, передачу
                    исключительно в целях продажи программного обеспечения на Ваше имя, как это описано ниже,
                    блокирование, обезличивание, уничтожение.<br><br>

                    Компания ООО "Плюш Тим" гарантирует конфиденциальность получаемой информации. Обработка персональных
                    данных осуществляется в целях эффективного исполнения заказов, договоров и иных обязательств,
                    принятых компанией ООО "Плюш Тим" в качестве обязательных к исполнению.<br><br>

                    В случае необходимости предоставления Ваших персональных данных правообладателю, дистрибьютору или
                    реселлеру программного обеспечения в целях регистрации программного обеспечения на ваше имя, вы
                    даёте согласие на передачу ваших персональных данных. Компания ООО "Плюш Тим" гарантирует, что
                    правообладатель, дистрибьютор или реселлер программного обеспечения осуществляет защиту персональных
                    данных на условиях, аналогичных изложенным в Политике конфиденциальности персональных данных.<br><br>

                    Настоящее согласие распространяется на следующие Ваши персональные данные: фамилия, имя и отчество,
                    адрес электронной почты, почтовый адрес доставки заказов, контактный телефон, платёжные реквизиты.<br><br>

                    Срок действия согласия является неограниченным. Вы можете в любой момент отозвать настоящее
                    согласие, направив письменное уведомления на адрес: 140002, Московская область, г.о. Люберцы, г.
                    Люберцы, ул. Колхозная, д. 8А , помещ. 24 с пометкой «Отзыв согласия на обработку персональных
                    данных».<br><br>

                    Обращаем ваше внимание, что отзыв согласия на обработку персональных данных влечёт за собой удаление
                    Вашей учётной записи с Интернет-сайта (https://plush.team/), а также уничтожение записей, содержащих
                    ваши персональные данные, в системах обработки персональных данных компании ООО "Плюш Тим", что
                    может сделать невозможным пользование интернет-сервисами компании ООО "Плюш Тим".<br><br>

                    Гарантирую, что представленная мной информация является полной, точной и достоверной, а также что
                    при представлении информации не нарушаются действующее законодательство Российской Федерации,
                    законные права и интересы третьих лиц. Вся представленная информация заполнена мною в отношении себя
                    лично.<br><br>

                    Настоящее согласие действует в течение всего периода хранения персональных данных, если иное не
                    предусмотрено законодательством Российской Федерации.</p>

            </div>
        </main>

        <Footer />
    </div>
</template>