<template>
    <div class="min-h-screen flex flex-col max-w-[90rem] mx-auto">
        <main class="flex-1 ">
            <HeaderNavbar />
            <div class="mt-4 px-6 bg-white rounded-lg w-full sm:px-6 lg:px-8">
                <h2 class="text-2xl font-bold mb-1">Договор-оферта интернет-магазина</h2> <br>
                <p class="text-sm text-gray-500 mb-6">1. Общие положения <br><br>

                    1.1. Настоящая Политика в отношении обработки персональных данных (далее – «Политика») подготовлена
                    в соответствии с п. 2 ч .1 ст. 18.1 Федерального закона Российской Федерации «О персональных данных»
                    № 152-ФЗ от 27 июля 2006 года (далее – «Закон») и определяет позицию ООО "Лёва" (ОГРН
                    1255000028832, ИНН 5027336511 ), (далее – «Общество») в области обработки и защиты персональных
                    данных (далее – «Данные»), соблюдения прав и свобод каждого человека и, в особенности, права на
                    неприкосновенность частной жизни, личную и семейную тайну. Использование Сайта означает
                    безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки
                    его персональной информации; в случае несогласия с этими условиями пользователь должен воздержаться
                    от использования Сайта и его сервисов.<br><br>

                    2. Область применения<br><br>

                    2.1. Настоящая Политика распространяется на Данные, полученные как до, так и после ввода в действие
                    настоящей Политики.<br><br>

                    2.2. Понимая важность и ценность Данных, а также заботясь о соблюдении конституционных прав граждан
                    Российской Федерации и граждан других государств, Общество обеспечивает надёжную защиту Данных.

                    3. Определения<br><br>

                    3.1. Под Данными понимается любая информация, относящаяся к прямо или косвенно определённому или
                    определяемому физическому лицу (гражданину), т.е. к такой информации, в частности, относятся: имя
                    (фамилия и отчество – при наличии), электронная почта, номер телефона.<br><br>

                    3.2. Под обработкой Данных понимается любое действие (операция) или совокупность действий (операций)
                    с Данными, совершаемых с использованием средств автоматизации и/или без использования таких средств.
                    К таким действиям (операциям) относятся: сбор, запись, систематизация, накопление, хранение,
                    уточнение (обновление, изменение), извлечение, использование, передача (распространение,
                    предоставление, доступ), обезличивание, блокирование, удаление, уничтожение Данных.<br><br>

                    3.3. Под безопасностью Данных понимается защищённость Данных от неправомерного и/или
                    несанкционированного доступа к ним, уничтожения, изменения, блокирования, копирования,
                    предоставления, распространения Данных, а также от иных неправомерных действий в отношении Данных.<br><br>

                    4. Правовые основания и цели обработки Данных<br><br>

                    4.1. Обработка и обеспечение безопасности Данных Обществом осуществляется в соответствии с
                    требованиями Конституции Российской Федерации, Трудового кодекса Российской Федерации, подзаконных
                    актов, других определяющих случаи и особенности обработки Данных федеральных законов Российской
                    Федерации, руководящих и методических документов, изданных в соответствии с действующим
                    законодательством.<br><br>

                    4.2. Субъектами Данных, обрабатываемых Обществом, являются: - клиенты, в т.ч. посетители
                    интернет-сайта, адресуемого путём доменного имени https://Лёва/ (и его поддоменов), и
                    администрируемого на основании соглашения с Обществом.<br><br>

                    4.3. Общество осуществляет обработку Данных субъектов в следующих целях: - осуществления возложенных
                    на Общество законодательством Российской Федерации функций, полномочий и обязанностей в соответствии
                    с федеральными законами, в том числе, но не ограничиваясь: Гражданским кодексом Российской
                    Федерации, Налоговым кодексом Российской Федерации, Трудовым кодексом Российской Федерации,
                    Федеральным законом от 27.07.2006 г. № 152- ФЗ «О персональных данных», Федеральным законом от
                    07.08.2001 г. № 115-ФЗ «О противодействии легализации (отмыванию) доходов, полученных преступным
                    путём, и финансированию терроризма», - связь с пользователем, в том числе направление уведомлений,
                    запросов и информации, касающихся использования Сервисов, оказания услуг, а также обработка запросов
                    и заявок от пользователя; - проведение статистических и иных исследований на основе обезличенных
                    данных; - повышения качества реализуемых товаров и услуг Обществом, действий (бездействия)
                    сотрудников и партнёров.<br><br>

                    5. Принципы и условия обработки Данных<br><br>

                    5.1. При обработке Данных Общество придерживается следующих принципов: обработка Данных
                    осуществляется на законной и справедливой основе; Данные не раскрываются третьим лицам и не
                    распространяются без согласия субъекта Данных, за исключением случаев, специально установленных
                    действующим законодательством; определение конкретных законных целей до начала обработки (в т.ч.
                    сбора) Данных; ведётся сбор только тех Данных, которые являются необходимыми и достаточными для
                    заявленной цели обработки; объединение баз данных, содержащих Данные, обработка которых
                    осуществляется в целях, несовместимых между собой не допускается; обработка Данных ограничивается
                    достижением конкретных, заранее определённых и законных целей; обрабатываемые Данные подлежат
                    уничтожению или обезличиванию по достижению целей обработки или в случае утраты необходимости в
                    достижении этих целей, если иное не предусмотрено федеральным законом.<br><br>

                    5.2. Общество может включать Данные субъектов в общедоступные источники Данных, при этом Общество
                    берёт письменное согласие субъекта на обработку его Данных, либо путём выражения согласия через
                    форму сайта (чекбокс), нажатием которого субъект персональных данных выражает своё согласие на
                    обработку его персональных данных и согласие с Политикой Общества в отношении персональных данных.<br><br>

                    5.3. Общество не осуществляет обработку Данных, касающихся расовой, национальной принадлежности,
                    политических взглядов, религиозных, философских и иных убеждений, интимной жизни, членства в
                    общественных объединениях, в том числе в профессиональных союзах.<br><br>

                    5.4. Биометрические Данные (сведения, которые характеризуют физиологические и биологические
                    особенности человека, на основании которых можно установить его личность и которые используются
                    оператором для установления личности субъекта Данные) Обществом не обрабатываются.<br><br>

                    5.5. Общество не осуществляет трансграничную передачу Данных.<br><br>

                    5.6. Общество вправе осуществлять передачу Данных третьим лицам исключительно в случаях,
                    предусмотренных законодательством Российской Федерации и с обязательным соблюдением условий Политики
                    конфиденциальности.<br><br>

                    5.7. Общество вправе поручить обработку Данных субъектов Данных третьим лицам с согласия субъекта
                    Данных, в том числе при согласии с Политикой обработки персональных данных.<br><br>

                    5.8. Лица, осуществляющие обработку Данных у Общества (сотрудники Общества), обязуются соблюдать
                    принципы и правила обработки и защиты Данных, предусмотренные Законом, а также иными
                    нормативно-правовыми актами.<br><br>

                    5.9. В целях исполнения требований действующего законодательства Российской Федерации и своих
                    договорных обязательств обработка Данных Обществом осуществляется как с использованием, так и без
                    использования средств автоматизации. Совокупность операций обработки включает сбор, запись,
                    систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
                    передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение Данных.<br><br>

                    5.10. У Общества запрещается принятие на основании исключительно автоматизированной обработки Данных
                    решений, порождающих юридические последствия в отношении субъекта Данных или иным образом
                    затрагивающих его права и законные интересы, за исключением случаев, предусмотренных
                    законодательством Российской Федерации.<br><br>

                    6. Права и обязанности субъектов Данных, а также Общества в части обработки Данных<br><br>

                    6.1. Субъект, данные которого обрабатываются, имеет права, предусмотренные действующим
                    законодательством в области персональных данных с учётом особенностей, установленных Федеральным
                    законом «О противодействии легализации (отмыванию) доходов, полученных преступным путём, и
                    финансированию терроризма». Он может в любой момент изменить (обновить, дополнить) предоставленную
                    им персональную информацию или её часть, а также параметры её конфиденциальности.<br><br>

                    6.2. Общество в процессе обработки персональных данных обязан соблюдать права субъекта персональных
                    данных с учётом особенностей, установленных Федеральным законом «О противодействии легализации
                    (отмыванию) доходов, полученных преступным путём, и финансированию терроризма».<br><br>

                    7. Требования к защите Данных<br><br>

                    7.1. Общество при обработке Данных принимает необходимые правовые, организационные и технические
                    меры для защиты Данных от неправомерного и/или несанкционированного доступа к ним, уничтожения,
                    изменения, блокирования, копирования, предоставления, распространения Данных, а также от иных
                    неправомерных действий в отношении Данных.<br><br>

                    7.2. К таким мерам в соответствии с Законом, в частности, относятся: - разработка и утверждение
                    локальных актов по вопросам обработки и защиты Данных; - применение правовых, организационных и
                    технических мер по обеспечению безопасности Данных; - иные, предусмотренные действующим
                    законодательством и (или) не противоречащие ему меры.<br><br>

                    8. Сроки обработки (хранения) Данных<br><br>

                    8.1. Сроки обработки (хранения) Данных определяются исходя из целей обработки Данных, в соответствии
                    со сроком действия договора с субъектом Данных, требованиями федеральных законов, сроками исковой
                    давности.<br><br>

                    8.2. Данные, срок обработки (хранения) которых истёк, должны быть уничтожены, если иное не
                    предусмотрено федеральным законом. Хранение Данных после прекращения их обработки допускается только
                    после их обезличивания.<br><br>

                    9. Порядок получения разъяснений по вопросам обработки Данных<br><br>

                    9.1. Порядок получения разъяснений по вопросам обработки данных регламентируется действующим
                    законодательством;<br><br>

                    9.2. Официальный адрес Общества указан на интернет-странице, адресуемой посредством доменного имени
                    https://Лёва/<br><br>

                    10. Особенности обработки и защиты Данных, собираемых Обществом с использованием сети Интернет<br><br>

                    10.1. Общество обрабатывает Данные, поступающие от пользователей Cайта с форм, расположенных на
                    интернет-странице (связанных с ней страницах), адресуемых посредством доменного имени
                    https://Лёва/<br><br>

                    10.2. Сбор Данных осуществляется посредством размещения специальных форм, предусматривающих согласие
                    субъектов на предоставление данных и с настоящей Политикой.<br><br>

                    10.3. Использование Данных Общество использует данные в соответствии с действующим
                    законодательством.<br><br>

                    11. Коммерческие условия сотрудничества<br><br>

                    11.1 Общество осуществляет деятельность в формате оптовых поставок. Минимальная сумма заказа
                    составляет 30 000 (тридцать тысяч) рублей. Данное требование обусловлено необходимостью покрытия
                    расходов, связанных с:

                    ⊛ Формированием и упаковкой заказа<br><br>

                    ⊛ Организацией логистики<br><br>

                    ⊛ Обработкой транзакций и документооборота.<br><br>

                    11.2 Заказы на сумму менее 30 000 рублей не принимаются в работу, если иное не согласовано сторонами
                    в дополнительном соглашении.<br><br>

                    11.3 Исполнение заказа возможно исключительно при условии 100% предоплаты.<br><br>

                    12. Заключительные положения<br><br>

                    12.1. Настоящая Политика является локальным нормативным актом Общества.<br><br>

                    12.2. Настоящая Политика является общедоступной. Общедоступность настоящей Политики обеспечивается
                    публикацией на Сайте Общества.<br><br>

                    12.3. Настоящая Политика может быть пересмотрена в установленных законом случаях. При этом новая
                    редакция Политики размещается на сайте Общества.</p><br><br>

            </div>
        </main>

        <Footer />
    </div>
</template>